Revit 2024 API
SymbolTypeId.JPerKgDegreeC Property
 Symbol J/(kg·°C), indicating unit Joules per kilogram degree Celsius.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 24.0.0.0 (24.0.0.0)
Since: 2021
Syntax
C#
public static ForgeTypeId JPerKgDegreeC { get; }
Visual Basic
Public Shared ReadOnly Property JPerKgDegreeC As ForgeTypeId
	Get
Visual C++
public:
static property ForgeTypeId^ JPerKgDegreeC {
	ForgeTypeId^ get ();
}
See Also
SymbolTypeId Class
Autodesk.Revit.DB Namespace